/* No comment provided by engineer. */
"About Us" = "Quiénes Somos";

/* No comment provided by engineer. */
"Contact Developer" = "Contactar Desarrollador";

/* No comment provided by engineer. */
"Contact Us" = "Contáctanos";

/* No comment provided by engineer. */
"Entities" = "Entities";

/* No comment provided by engineer. */
"Favorites" = "Favoritos";

/* No comment provided by engineer. */
"Missed" = "Perdidos";

/* No comment provided by engineer. */
"My Votes" = "Mis Votos";

/* No comment provided by engineer. */
"Recents" = "Playlist";

/* No comment provided by engineer. */
"Support Information" = "Información de Ayuda";

/* No comment provided by engineer. */
"WeekOfFormat" = "Semana del %@";

/* No comment provided by engineer. */
"TopRated" = "Top 20";

/* No comment provided by engineer. */
"Yesterday" = "Ayer";

/* No comment provided by engineer. */
"Song" = "Canción";

/* No comment provided by engineer. */
"Songs" = "Canciones";

/* No comment provided by engineer. */
"Mix" = "Mezcla";

/* No comment provided by engineer. */
"Artist" = "Artista";

/* No comment provided by engineer. */
"Rating" = "Mi Voto";

/* No comment provided by engineer. */
"ArtistMix" = "Artista/Mezcla";

/* Text that appears to indicate when the votes will be cleared */
"VotesClearedOn" = "Semana que finalizó el %@";

/* Text that appears when no Favorites have been selected */
"NoFavorites" = "Todavía no has votado a favor de ninguna canción.\n\nVota por una canción y aparecerá aquí como una de tus Favoritas.";

/* Text that appears for Auto-Lock in dock */
"Auto-Lock" = "Bloqueo automático";


